{
  "benign": 0,
  "CWE-119": 1,
  "CWE-787": 2,
  "CWE-125": 3,
  "CWE-476": 4,
  "CWE-20": 5,
  "CWE-416": 6,
  "CWE-190": 7,
  "CWE-362": 8,
  "CWE-200": 9,
  "CWE-120": 10,
  "CWE-399": 11,
  "CWE-264": 12,
  "CWE-400": 13,
  "CWE-401": 14,
  "CWE-835": 15,
  "CWE-189": 16,
  "CWE-287": 17,
  "CWE-415": 18,
  "CWE-772": 19,
  "CWE-617": 20,
  "CWE-122": 21,
  "CWE-22": 22,
  "CWE-369": 23,
  "CWE-674": 24,
  "CWE-834": 25,
  "CWE-908": 26,
  "CWE-269": 27,
  "CWE-59": 28,
  "CWE-310": 29,
  "CWE-770": 30,
  "CWE-667": 31,
  "CWE-404": 32,
  "CWE-295": 33,
  "CWE-193": 34,
  "CWE-909": 35,
  "CWE-78": 36,
  "CWE-284": 37,
  "CWE-17": 38,
  "CWE-863": 39,
  "CWE-732": 40,
  "CWE-665": 41,
  "CWE-19": 42,
  "CWE-74": 43,
  "CWE-252": 44,
  "CWE-79": 45,
  "CWE-254": 46,
  "CWE-459": 47,
  "CWE-89": 48,
  "CWE-367": 49,
  "CWE-681": 50,
  "CWE-330": 51,
  "CWE-862": 52,
  "CWE-843": 53,
  "CWE-668": 54,
  "CWE-754": 55,
  "CWE-354": 56,
  "CWE-704": 57,
  "CWE-327": 58,
  "CWE-755": 59,
  "CWE-134": 60,
  "CWE-682": 61,
  "CWE-203": 62,
  "CWE-1284": 63,
  "CWE-121": 64,
  "CWE-129": 65,
  "CWE-191": 66,
  "CWE-77": 67,
  "CWE-326": 68,
  "CWE-502": 69,
  "CWE-611": 70,
  "CWE-776": 71,
  "CWE-436": 72,
  "CWE-763": 73,
  "CWE-345": 74,
  "CWE-824": 75,
  "CWE-276": 76,
  "CWE-662": 77,
  "CWE-601": 78,
  "CWE-697": 79,
  "CWE-212": 80,
  "CWE-444": 81,
  "CWE-347": 82,
  "CWE-131": 83,
  "CWE-552": 84,
  "CWE-116": 85,
  "CWE-388": 86,
  "CWE-426": 87,
  "CWE-440": 88,
  "CWE-94": 89,
  "CWE-911": 90,
  "CWE-18": 91,
  "CWE-319": 92,
  "CWE-428": 93,
  "CWE-331": 94,
  "CWE-346": 95,
  "CWE-385": 96,
  "CWE-407": 97,
  "CWE-126": 98,
  "CWE-823": 99,
  "CWE-670": 100,
  "CWE-337": 101,
  "CWE-532": 102,
  "CWE-918": 103,
  "CWE-273": 104,
  "CWE-1077": 105,
  "CWE-90": 106,
  "CWE-241": 107,
  "CWE-1188": 108,
  "CWE-494": 109,
  "CWE-672": 110,
  "CWE-1333": 111,
  "CWE-118": 112,
  "CWE-434": 113,
  "CWE-693": 114,
  "CWE-172": 115,
  "CWE-184": 116,
  "CWE-229": 117,
  "CWE-522": 118,
  "CWE-113": 119,
  "CWE-16": 120,
  "CWE-255": 121,
  "CWE-762": 122,
  "CWE-306": 123,
  "CWE-924": 124,
  "CWE-324": 125,
  "CWE-1021": 126,
  "CWE-285": 127,
  "CWE-358": 128,
  "CWE-88": 129,
  "CWE-639": 130,
  "CWE-320": 131,
  "CWE-706": 132,
  "CWE-707": 133,
  "CWE-185": 134,
  "CWE-1049": 135,
  "CWE-628": 136,
  "CWE-202": 137,
  "CWE-248": 138,
  "CWE-626": 139,
  "CWE-460": 140,
  "CWE-290": 141,
  "CWE-73": 142,
  "CWE-93": 143,
  "CWE-117": 144,
  "CWE-209": 145,
  "CWE-1050": 146,
  "CWE-282": 147,
  "CWE-610": 148,
  "CWE-338": 149,
  "CWE-300": 150,
  "CWE-307": 151,
  "CWE-838": 152,
  "CWE-325": 153,
  "CWE-349": 154
}