{
  "benign": 0,
  "CWE-119": 1,
  "CWE-787": 2,
  "CWE-125": 3,
  "CWE-476": 4,
  "CWE-20": 5,
  "CWE-416": 6,
  "CWE-190": 7,
  "CWE-200": 8,
  "CWE-362": 9,
  "CWE-264": 10,
  "CWE-399": 11,
  "CWE-120": 12,
  "CWE-400": 13,
  "CWE-79": 14,
  "CWE-22": 15,
  "CWE-401": 16,
  "CWE-189": 17,
  "CWE-617": 18,
  "CWE-835": 19,
  "CWE-611": 20,
  "CWE-287": 21,
  "CWE-89": 22,
  "CWE-415": 23,
  "CWE-772": 24,
  "CWE-369": 25,
  "CWE-254": 26,
  "CWE-770": 27,
  "CWE-674": 28,
  "CWE-74": 29,
  "CWE-502": 30,
  "CWE-122": 31,
  "CWE-284": 32,
  "CWE-908": 33,
  "CWE-863": 34,
  "CWE-668": 35,
  "CWE-310": 36,
  "CWE-834": 37,
  "CWE-78": 38,
  "CWE-269": 39,
  "CWE-295": 40,
  "CWE-59": 41,
  "CWE-862": 42,
  "CWE-667": 43,
  "CWE-909": 44,
  "CWE-404": 45,
  "CWE-17": 46,
  "CWE-732": 47,
  "CWE-19": 48,
  "CWE-459": 49,
  "CWE-843": 50,
  "CWE-193": 51,
  "CWE-681": 52,
  "CWE-94": 53,
  "CWE-354": 54,
  "CWE-665": 55,
  "CWE-918": 56,
  "CWE-345": 57,
  "CWE-434": 58,
  "CWE-352": 59,
  "CWE-755": 60,
  "CWE-252": 61,
  "CWE-203": 62,
  "CWE-754": 63,
  "CWE-77": 64,
  "CWE-704": 65,
  "CWE-327": 66,
  "CWE-444": 67,
  "CWE-330": 68,
  "CWE-129": 69,
  "CWE-367": 70,
  "CWE-1284": 71,
  "CWE-134": 72,
  "CWE-763": 73,
  "CWE-682": 74,
  "CWE-824": 75,
  "CWE-601": 76,
  "CWE-326": 77,
  "CWE-116": 78,
  "CWE-384": 79,
  "CWE-552": 80,
  "CWE-697": 81,
  "CWE-121": 82,
  "CWE-191": 83,
  "CWE-436": 84,
  "CWE-131": 85,
  "CWE-306": 86,
  "CWE-346": 87,
  "CWE-347": 88,
  "CWE-776": 89,
  "CWE-312": 90,
  "CWE-276": 91,
  "CWE-662": 92,
  "CWE-290": 93,
  "CWE-212": 94,
  "CWE-917": 95,
  "CWE-440": 96,
  "CWE-522": 97,
  "CWE-532": 98,
  "CWE-338": 99,
  "CWE-426": 100,
  "CWE-672": 101,
  "CWE-197": 102,
  "CWE-388": 103,
  "CWE-319": 104,
  "CWE-1021": 105,
  "CWE-241": 106,
  "CWE-613": 107,
  "CWE-428": 108,
  "CWE-670": 109,
  "CWE-913": 110,
  "CWE-378": 111,
  "CWE-260": 112,
  "CWE-911": 113,
  "CWE-285": 114,
  "CWE-320": 115,
  "CWE-18": 116,
  "CWE-361": 117,
  "CWE-331": 118,
  "CWE-172": 119,
  "CWE-385": 120,
  "CWE-407": 121,
  "CWE-470": 122,
  "CWE-281": 123,
  "CWE-126": 124,
  "CWE-823": 125,
  "CWE-248": 126,
  "CWE-255": 127,
  "CWE-337": 128,
  "CWE-90": 129,
  "CWE-1187": 130,
  "CWE-639": 131,
  "CWE-409": 132,
  "CWE-91": 133,
  "CWE-916": 134,
  "CWE-693": 135,
  "CWE-273": 136,
  "CWE-427": 137,
  "CWE-16": 138,
  "CWE-1077": 139,
  "CWE-626": 140,
  "CWE-88": 141,
  "CWE-209": 142,
  "CWE-610": 143,
  "CWE-798": 144,
  "CWE-1188": 145,
  "CWE-494": 146,
  "CWE-1333": 147,
  "CWE-118": 148,
  "CWE-184": 149,
  "CWE-229": 150,
  "CWE-307": 151,
  "CWE-325": 152,
  "CWE-706": 153,
  "CWE-707": 154,
  "CWE-648": 155,
  "CWE-130": 156,
  "CWE-377": 157,
  "CWE-113": 158,
  "CWE-762": 159,
  "CWE-208": 160,
  "CWE-924": 161,
  "CWE-324": 162,
  "CWE-358": 163,
  "CWE-335": 164,
  "CWE-838": 165,
  "CWE-214": 166,
  "CWE-749": 167,
  "CWE-379": 168,
  "CWE-176": 169,
  "CWE-829": 170,
  "CWE-185": 171,
  "CWE-1049": 172,
  "CWE-628": 173,
  "CWE-202": 174,
  "CWE-460": 175,
  "CWE-73": 176,
  "CWE-93": 177,
  "CWE-117": 178,
  "CWE-788": 179,
  "CWE-1050": 180,
  "CWE-282": 181,
  "CWE-323": 182,
  "CWE-943": 183,
  "CWE-300": 184,
  "CWE-26": 185,
  "CWE-349": 186,
  "CWE-501": 187,
  "CWE-612": 188,
  "CWE-359": 189,
  "CWE-538": 190,
  "CWE-840": 191,
  "CWE-521": 192
}