{
  "benign": 0,
  "CWE-119": 1,
  "CWE-20": 2,
  "CWE-787": 3,
  "CWE-125": 4,
  "CWE-476": 5,
  "CWE-416": 6,
  "CWE-79": 7,
  "CWE-200": 8,
  "CWE-190": 9,
  "CWE-399": 10,
  "CWE-264": 11,
  "CWE-189": 12,
  "CWE-362": 13,
  "CWE-703": 14,
  "CWE-89": 15,
  "CWE-120": 16,
  "CWE-125,CWE-787": 17,
  "CWE-310": 18,
  "cwe-089": 19,
  "CWE-94,CWE-94": 20,
  "CWE-20,CWE-20": 21,
  "CWE-401": 22,
  "CWE-400": 23,
  "CWE-22": 24,
  "CWE-79,CWE-79": 25,
  "CWE-415": 26,
  "CWE-369": 27,
  "CWE-835": 28,
  "CWE-617": 29,
  "CWE-772": 30,
  "CWE-78": 31,
  "CWE-1321": 32,
  "CWE-284": 33,
  "cwe-078": 34,
  "CWE-384": 35,
  "cwe-079": 36,
  "CWE-269": 37,
  "CWE-59": 38,
  "CWE-94": 39,
  "CWE-287": 40,
  "CWE-295": 41,
  "CWE-119, CWE-787": 42,
  "CWE-787,CWE-122": 43,
  "CWE-352": 44,
  "CWE-918,CWE-918": 45,
  "CWE-770": 46,
  "CWE-19": 47,
  "CWE-918": 48,
  "CWE-254": 49,
  "CWE-732": 50,
  "CWE-674": 51,
  "CWE-863,CWE-863": 52,
  "cwe-502": 53,
  "CWE-347": 54,
  "CWE-613,CWE-613": 55,
  "CWE-22,CWE-22": 56,
  "cwe-022": 57,
  "CWE-134": 58,
  "CWE-327": 59,
  "CWE-704": 60,
  "CWE-352,CWE-352": 61,
  "CWE-74": 62,
  "CWE-862": 63,
  "CWE-863": 64,
  "CWE-459": 65,
  "CWE-125, CWE-787": 66,
  "CWE-601,CWE-601": 67,
  "CWE-17": 68,
  "CWE-763": 69,
  "CWE-77": 70,
  "CWE-345": 71,
  "CWE-319": 72,
  "CWE-502": 73,
  "CWE-200, CWE-552": 74,
  "CWE-285": 75,
  "CWE-908": 76,
  "CWE-404": 77,
  "CWE-755": 78,
  "CWE-444": 79,
  "CWE-191": 80,
  "CWE-330": 81,
  "CWE-665": 82,
  "CWE-252": 83,
  "CWE-354": 84,
  "CWE-601": 85,
  "CWE-416,CWE-416": 86,
  "CWE-400, CWE-703": 87,
  "CWE-1333": 88,
  "CWE-88": 89,
  "CWE-434": 90,
  "CWE-843": 91,
  "CWE-613": 92,
  "CWE-754": 93,
  "CWE-320": 94,
  "CWE-668": 95,
  "CWE-400,CWE-400": 96,
  "CWE-613, CWE-703": 97,
  "CWE-601,CWE-200,CWE-451": 98,
  "CWE-834": 99,
  "CWE-611": 100,
  "CWE-703, CWE-189": 101,
  "CWE-269, CWE-94": 102,
  "CWE-122": 103,
  "CWE-203": 104,
  "CWE-200,CWE-254": 105,
  "CWE-119,CWE-190": 106,
  "CWE-416,CWE-787": 107,
  "cwe-476": 108,
  "CWE-276": 109,
  "CWE-476,CWE-476": 110,
  "CWE-290": 111,
  "CWE-284, CWE-264": 112,
  "cwe-125": 113,
  "CWE-667": 114,
  "CWE-79,CWE-116": 115,
  "CWE-20,CWE-264": 116,
  "CWE-74,CWE-74": 117,
  "CWE-639": 118,
  "CWE-190,CWE-787": 119,
  "CWE-1321,CWE-1321": 120,
  "CWE-1103": 121,
  "cwe-190": 122,
  "cwe-377": 123,
  "CWE-346": 124,
  "CWE-824": 125,
  "CWE-89,CWE-89": 126,
  "CWE-22,CWE-78,CWE-918": 127,
  "CWE-209": 128,
  "cwe-327": 129,
  "CWE-662": 130,
  "CWE-20,CWE-391": 131,
  "CWE-326": 132,
  "CWE-406": 133,
  "CWE-703, CWE-835": 134,
  "CWE-120, CWE-787": 135,
  "CWE-416, CWE-284, CWE-264": 136,
  "CWE-122,CWE-787": 137,
  "CWE-193": 138,
  "CWE-59, CWE-61": 139,
  "CWE-640": 140,
  "CWE-640,CWE-200": 141,
  "CWE-674, CWE-787": 142,
  "CWE-770,CWE-770": 143,
  "cwe-787": 144,
  "CWE-388": 145,
  "NVD-CWE-Other,CWE-285": 146,
  "CWE-362,CWE-787": 147,
  "CWE-367": 148,
  "CWE-119,CWE-264": 149,
  "CWE-416, CWE-703": 150,
  "CWE-913": 151,
  "CWE-125,CWE-126": 152,
  "CWE-20, CWE-269": 153,
  "NVD-CWE-Other,CWE-284": 154,
  "CWE-129": 155,
  "CWE-1333,CWE-1333": 156,
  "CWE-254,CWE-284": 157,
  "cwe-119": 158,
  "CWE-682": 159,
  "CWE-703, CWE-667": 160,
  "CWE-1021": 161,
  "CWE-284, CWE-295": 162,
  "CWE-200,NVD-CWE-noinfo": 163,
  "CWE-91": 164,
  "CWE-122, CWE-787": 165,
  "CWE-287, CWE-284": 166,
  "CWE-909": 167,
  "CWE-276,CWE-269": 168,
  "CWE-415, CWE-119": 169,
  "CWE-502,CWE-502": 170,
  "CWE-119,CWE-805": 171,
  "CWE-681": 172,
  "cwe-200": 173,
  "CWE-863,CWE-200": 174,
  "CWE-617, CWE-703": 175,
  "CWE-434,CWE-434": 176,
  "CWE-20, CWE-22": 177,
  "NVD-CWE-noinfo,CWE-200": 178,
  "CWE-200, CWE-787": 179,
  "CWE-532": 180,
  "CWE-264,CWE-416": 181,
  "CWE-125,CWE-125": 182,
  "CWE-787,CWE-787": 183,
  "CWE-190,CWE-190": 184,
  "CWE-330,CWE-1241": 185,
  "CWE-119,CWE-787": 186,
  "NVD-CWE-Other,CWE-305": 187,
  "CWE-863,CWE-285": 188,
  "CWE-399, CWE-119": 189,
  "CWE-77,CWE-77": 190,
  "CWE-358": 191,
  "CWE-255": 192,
  "CWE-1236": 193,
  "CWE-331,CWE-331": 194,
  "CWE-284, CWE-787": 195,
  "cwe-352": 196,
  "cwe-681": 197,
  "CWE-703, CWE-787": 198,
  "CWE-200, CWE-732": 199,
  "CWE-74,CWE-113": 200,
  "CWE-59,CWE-59": 201,
  "CWE-917,CWE-20": 202,
  "CWE-416, CWE-284": 203,
  "CWE-416, CWE-362": 204,
  "CWE-323": 205,
  "CWE-276,CWE-276": 206,
  "CWE-470": 207,
  "CWE-362,CWE-416": 208,
  "CWE-22,CWE-23": 209,
  "CWE-20, CWE-476": 210,
  "CWE-212,CWE-200": 211,
  "CWE-703, CWE-264": 212,
  "CWE-400, CWE-674, CWE-787": 213,
  "NVD-CWE-Other,CWE-287": 214,
  "CWE-281": 215,
  "CWE-703, CWE-197": 216,
  "CWE-79,CWE-80": 217,
  "CWE-476, CWE-703": 218,
  "CWE-502,CWE-74": 219,
  "CWE-120, CWE-119, CWE-787": 220,
  "CWE-125,CWE-787,CWE-120": 221,
  "CWE-288": 222,
  "CWE-200, CWE-401": 223,
  "CWE-798,CWE-798": 224,
  "CWE-835,CWE-835": 225,
  "CWE-22,CWE-22,CWE-23": 226,
  "CWE-611,CWE-611": 227,
  "CWE-362,CWE-362": 228,
  "CWE-119, CWE-788": 229,
  "cwe-326": 230,
  "CWE-131": 231,
  "CWE-697": 232,
  "NVD-CWE-Other,CWE-197,CWE-754": 233,
  "NVD-CWE-Other,CWE-200": 234,
  "CWE-674,CWE-674": 235,
  "CWE-307": 236,
  "CWE-703, CWE-125": 237,
  "CWE-93": 238,
  "CWE-384,CWE-384": 239,
  "CWE-1333,CWE-1333,CWE-400": 240,
  "CWE-287,CWE-287": 241,
  "CWE-125,CWE-787,CWE-125,CWE-787": 242,
  "CWE-908,CWE-908": 243,
  "CWE-427": 244,
  "CWE-400, CWE-703, CWE-401": 245,
  "CWE-306": 246,
  "CWE-94, CWE-74": 247,
  "CWE-416, CWE-476": 248,
  "CWE-476, CWE-369": 249,
  "CWE-241, CWE-19": 250,
  "CWE-444,CWE-444": 251,
  "CWE-1321,CWE-79,CWE-1321,CWE-79": 252,
  "CWE-116,CWE-840": 253,
  "CWE-863,CWE-285,CWE-346": 254,
  "CWE-94,CWE-74": 255,
  "CWE-1333,CWE-400": 256,
  "CWE-476, CWE-787": 257,
  "CWE-670": 258,
  "cwe-416": 259,
  "CWE-399, CWE-401": 260,
  "cwe-915": 261,
  "CWE-21": 262,
  "CWE-78,CWE-78": 263,
  "CWE-617,CWE-20": 264,
  "CWE-672,CWE-825": 265,
  "CWE-522": 266,
  "CWE-639,CWE-862": 267,
  "CWE-18": 268,
  "CWE-200,CWE-284": 269,
  "CWE-20, CWE-703": 270,
  "CWE-119, CWE-703": 271,
  "CWE-16": 272,
  "CWE-639,CWE-639": 273,
  "CWE-426": 274,
  "CWE-120,CWE-119": 275,
  "CWE-119,CWE-200": 276,
  "CWE-20, CWE-79": 277,
  "CWE-294": 278,
  "CWE-521": 279,
  "CWE-79,CWE-707": 280,
  "CWE-362,CWE-416,CWE-476": 281,
  "CWE-416, CWE-908": 282,
  "CWE-326, CWE-310": 283,
  "CWE-476, CWE-284": 284,
  "CWE-200, CWE-908": 285,
  "CWE-369, CWE-787": 286,
  "CWE-415, CWE-190, CWE-369": 287,
  "CWE-354,CWE-354": 288,
  "CWE-347,CWE-287,CWE-347": 289,
  "CWE-416, CWE-125, CWE-787": 290,
  "CWE-125, CWE-476, CWE-119, CWE-264": 291,
  "cwe-611": 292,
  "CWE-20, CWE-617": 293,
  "CWE-476, CWE-119": 294,
  "CWE-212": 295,
  "CWE-862,CWE-862": 296,
  "CWE-352,CWE-565": 297,
  "CWE-119, CWE-125": 298,
  "CWE-311, CWE-327": 299,
  "CWE-326,CWE-325": 300,
  "CWE-703, CWE-674": 301,
  "CWE-521,CWE-521": 302,
  "NVD-CWE-noinfo,CWE-20": 303,
  "CWE-436": 304,
  "CWE-362,CWE-59": 305,
  "CWE-120,CWE-120": 306,
  "CWE-125,CWE-776": 307,
  "CWE-352,CWE-79": 308,
  "CWE-1321,CWE-20,CWE-20": 309,
  "CWE-94, CWE-787": 310,
  "NVD-CWE-Other,CWE-78": 311,
  "CWE-338": 312,
  "CWE-362, CWE-264": 313,
  "NVD-CWE-Other,CWE-235": 314,
  "CWE-703, CWE-770": 315,
  "CWE-476, CWE-190": 316,
  "NVD-CWE-Other,CWE-74": 317,
  "CWE-863,CWE-284": 318,
  "CWE-755,CWE-834": 319,
  "CWE-190, CWE-125": 320,
  "CWE-798": 321,
  "CWE-20,CWE-346": 322,
  "CWE-150": 323,
  "CWE-681,CWE-122": 324,
  "CWE-200,CWE-200": 325,
  "NVD-CWE-noinfo,CWE-78": 326,
  "CWE-20,CWE-79": 327,
  "CWE-476, CWE-125": 328,
  "CWE-20,CWE-471": 329,
  "CWE-327,CWE-20,CWE-200,CWE-325,CWE-502": 330,
  "CWE-119, CWE-310": 331,
  "CWE-78,CWE-200": 332,
  "CWE-776": 333,
  "CWE-916,CWE-759": 334,
  "CWE-121": 335,
  "CWE-125,CWE-788": 336,
  "CWE-494,CWE-295,CWE-345,CWE-347,CWE-494": 337,
  "NVD-CWE-noinfo,CWE-840": 338,
  "CWE-1284,CWE-120": 339,
  "CWE-273": 340,
  "CWE-200,CWE-310": 341,
  "CWE-552": 342,
  "CWE-287,CWE-295,CWE-287": 343,
  "NVD-CWE-Other,CWE-130": 344,
  "CWE-20, CWE-190": 345,
  "CWE-241": 346,
  "CWE-200, CWE-362": 347,
  "CWE-119,CWE-125": 348,
  "CWE-20,CWE-754": 349,
  "CWE-200, CWE-203": 350,
  "CWE-20, CWE-787": 351,
  "CWE-416, CWE-295": 352,
  "CWE-359": 353,
  "CWE-20,CWE-840": 354,
  "CWE-668, CWE-125": 355,
  "CWE-79,CWE-74": 356,
  "CWE-78,CWE-20,CWE-78": 357,
  "CWE-20,CWE-918": 358,
  "CWE-399, CWE-404": 359,
  "CWE-116": 360,
  "CWE-311": 361,
  "CWE-346,CWE-200": 362,
  "CWE-312": 363,
  "CWE-494": 364,
  "CWE-125, CWE-369, CWE-787": 365,
  "NVD-CWE-Other,CWE-94": 366,
  "CWE-290,CWE-290": 367,
  "CWE-459,CWE-909": 368,
  "CWE-190, CWE-787": 369,
  "CWE-407,CWE-20,CWE-327,CWE-400": 370,
  "CWE-190, CWE-369": 371,
  "CWE-20,CWE-400": 372,
  "CWE-863,CWE-269": 373,
  "CWE-18, CWE-763": 374,
  "CWE-303, CWE-703": 375,
  "CWE-200, CWE-264": 376,
  "CWE-119,CWE-189": 377,
  "CWE-862, CWE-285": 378,
  "CWE-862,CWE-200": 379,
  "CWE-90": 380,
  "CWE-326, CWE-310, CWE-703": 381,
  "cwe-116": 382,
  "CWE-668,CWE-927": 383,
  "CWE-284, CWE-120": 384,
  "CWE-20,CWE-362": 385,
  "CWE-190, CWE-189, CWE-703": 386,
  "CWE-1321,CWE-915": 387,
  "CWE-284, CWE-732": 388,
  "CWE-20, CWE-264": 389,
  "CWE-61": 390,
  "NVD-CWE-Other,CWE-840": 391,
  "CWE-1187": 392,
  "CWE-125,CWE-190": 393,
  "cwe-295": 394,
  "CWE-119, CWE-787, CWE-190": 395,
  "CWE-774": 396,
  "CWE-78,CWE-94": 397,
  "CWE-754,CWE-863,CWE-908": 398,
  "CWE-74,CWE-20": 399,
  "CWE-264,CWE-59": 400,
  "CWE-119, CWE-189, CWE-79": 401,
  "CWE-190,CWE-401": 402,
  "CWE-203,CWE-200": 403,
  "CWE-73": 404,
  "CWE-416, CWE-200": 405,
  "CWE-1284": 406,
  "CWE-913,CWE-913": 407,
  "CWE-399, CWE-74": 408,
  "CWE-399, CWE-264": 409,
  "CWE-703, CWE-681": 410,
  "CWE-200, CWE-319": 411,
  "CWE-20, CWE-436": 412,
  "CWE-20,CWE-787": 413,
  "CWE-287,CWE-305": 414,
  "CWE-417": 415,
  "CWE-754,CWE-755": 416,
  "CWE-682,CWE-787": 417,
  "CWE-1236,CWE-1236": 418,
  "CWE-307,CWE-307": 419,
  "cwe-676": 420,
  "CWE-78,CWE-77": 421,
  "CWE-20,CWE-88": 422,
  "cwe-338": 423,
  "CWE-327,CWE-327": 424,
  "CWE-119, CWE-703, CWE-787": 425,
  "CWE-190,CWE-369": 426,
  "CWE-200, CWE-59, CWE-22": 427,
  "CWE-22,CWE-552": 428,
  "CWE-119, CWE-284": 429,
  "CWE-74,CWE-90": 430,
  "CWE-532,CWE-532": 431,
  "CWE-200, CWE-125": 432,
  "CWE-347,CWE-347": 433,
  "CWE-178": 434,
  "CWE-200, CWE-399": 435,
  "CWE-200, CWE-502": 436,
  "CWE-674,CWE-400": 437,
  "CWE-20, CWE-129": 438,
  "CWE-772, CWE-401": 439,
  "CWE-787,CWE-120": 440,
  "CWE-369, CWE-704": 441,
  "CWE-19,CWE-20": 442,
  "CWE-119,CWE-122": 443,
  "CWE-119, CWE-125, CWE-703, CWE-787": 444,
  "CWE-347,CWE-287": 445,
  "CWE-918,CWE-200": 446,
  "CWE-20,CWE-94": 447,
  "CWE-284, CWE-824": 448,
  "CWE-416, CWE-787": 449,
  "CWE-88,CWE-20": 450,
  "CWE-665, CWE-908": 451,
  "CWE-668,CWE-377": 452,
  "CWE-190,CWE-835": 453,
  "CWE-116,CWE-22": 454,
  "CWE-119, CWE-284, CWE-787": 455,
  "CWE-697,CWE-1333": 456,
  "CWE-345,CWE-345": 457,
  "CWE-522,CWE-522": 458,
  "CWE-17,CWE-20": 459,
  "CWE-22,CWE-863": 460,
  "CWE-191,CWE-191": 461,
  "CWE-116,CWE-79,CWE-116,CWE-79": 462,
  "CWE-1284,CWE-1284": 463,
  "CWE-476,CWE-476,CWE-824": 464,
  "CWE-703, CWE-459": 465,
  "CWE-185": 466,
  "CWE-352,CWE-184,CWE-352": 467,
  "CWE-362, CWE-703": 468,
  "NVD-CWE-Other,CWE-1333": 469,
  "cwe-916": 470,
  "CWE-400, CWE-401": 471,
  "CWE-362,CWE-732": 472,
  "CWE-200,CWE-325": 473,
  "CWE-295,CWE-297": 474,
  "CWE-77, CWE-295": 475,
  "CWE-565,CWE-565": 476,
  "CWE-362, CWE-399": 477,
  "CWE-706": 478,
  "CWE-264, CWE-269": 479,
  "CWE-74,CWE-99": 480,
  "CWE-125,CWE-125,CWE-190": 481,
  "CWE-916": 482,
  "CWE-703, CWE-475": 483,
  "CWE-20, CWE-200": 484,
  "CWE-200, CWE-476": 485,
  "CWE-212,CWE-212": 486,
  "CWE-129,CWE-129": 487,
  "CWE-770,CWE-20,CWE-400": 488,
  "CWE-20, CWE-703, CWE-400": 489,
  "CWE-297, CWE-295": 490,
  "NVD-CWE-Other,CWE-20": 491,
  "NVD-CWE-Other,CWE-176": 492,
  "CWE-444, CWE-61": 493,
  "CWE-20, CWE-399": 494,
  "CWE-294,CWE-294": 495,
  "CWE-401,CWE-401": 496,
  "CWE-119,CWE-399": 497,
  "CWE-125,CWE-416": 498,
  "CWE-190,CWE-345": 499,
  "CWE-399, CWE-119, CWE-787": 500,
  "CWE-502,CWE-787": 501,
  "CWE-125, CWE-835": 502,
  "CWE-120,CWE-125": 503,
  "CWE-611, CWE-776, CWE-415, CWE-125": 504,
  "CWE-787,CWE-120,CWE-122": 505,
  "CWE-284,CWE-863": 506,
  "CWE-347, CWE-345": 507,
  "CWE-426, CWE-401": 508,
  "CWE-119, CWE-825": 509,
  "CWE-125,CWE-190,CWE-681,CWE-194": 510,
  "CWE-16, CWE-787": 511,
  "CWE-361": 512,
  "CWE-674,CWE-674,CWE-754": 513,
  "CWE-404,CWE-200": 514,
  "CWE-79,CWE-20,CWE-79": 515,
  "CWE-284,NVD-CWE-Other": 516,
  "CWE-78,CWE-269": 517,
  "CWE-352,CWE-203": 518,
  "CWE-352,CWE-79,CWE-79": 519,
  "CWE-787,CWE-126": 520,
  "CWE-362,CWE-267": 521,
  "CWE-254,CWE-255": 522,
  "CWE-863,CWE-1220": 523,
  "CWE-754, CWE-787": 524,
  "CWE-200, CWE-190, CWE-326": 525,
  "CWE-668,CWE-840": 526,
  "NVD-CWE-Other,CWE-250": 527,
  "CWE-639,CWE-532": 528,
  "CWE-772, CWE-787": 529,
  "CWE-703, CWE-772": 530,
  "CWE-20, CWE-119": 531,
  "CWE-703, CWE-122": 532,
  "CWE-755,CWE-74": 533,
  "CWE-335": 534,
  "CWE-862,CWE-285": 535,
  "CWE-275,CWE-862": 536,
  "CWE-252,CWE-252,CWE-253": 537,
  "CWE-193,CWE-787": 538,
  "CWE-668,CWE-362": 539,
  "CWE-399, CWE-190": 540,
  "CWE-116, CWE-79": 541,
  "CWE-200, CWE-909": 542,
  "CWE-399,CWE-416": 543,
  "CWE-310,CWE-200": 544,
  "NVD-CWE-noinfo,CWE-626": 545,
  "CWE-862,CWE-284": 546,
  "CWE-131, CWE-369": 547,
  "CWE-335,CWE-335": 548,
  "CWE-369,CWE-369": 549,
  "CWE-367,CWE-367": 550,
  "CWE-200,CWE-668": 551,
  "CWE-416, CWE-125": 552,
  "CWE-823": 553,
  "CWE-863,NVD-CWE-Other": 554,
  "CWE-829,CWE-98": 555,
  "CWE-122,CWE-119": 556,
  "CWE-346,CWE-346": 557,
  "CWE-190, CWE-352": 558,
  "CWE-281,CWE-281": 559,
  "CWE-787,CWE-400": 560,
  "CWE-125, CWE-345": 561,
  "CWE-190,CWE-122": 562,
  "CWE-400, CWE-703, CWE-770": 563,
  "CWE-617,CWE-754": 564,
  "CWE-284, CWE-269": 565,
  "CWE-20,CWE-644": 566,
  "NVD-CWE-noinfo,CWE-404": 567,
  "CWE-909,CWE-200": 568,
  "CWE-601,CWE-20": 569,
  "CWE-74,CWE-93": 570,
  "CWE-924,CWE-924": 571,
  "CWE-125, CWE-369": 572,
  "CWE-20, CWE-706": 573,
  "CWE-119,CWE-362": 574,
  "CWE-922,CWE-922": 575,
  "CWE-191,CWE-787": 576,
  "CWE-434,CWE-78": 577,
  "CWE-125, CWE-824": 578,
  "CWE-400, CWE-399, CWE-703": 579,
  "CWE-116,CWE-117": 580,
  "CWE-707": 581,
  "CWE-59,CWE-377": 582,
  "CWE-326, CWE-203": 583,
  "CWE-362, CWE-369": 584,
  "CWE-125,CWE-476,CWE-476": 585,
  "CWE-266": 586,
  "CWE-331": 587,
  "CWE-787,CWE-665": 588,
  "CWE-601,CWE-352": 589,
  "CWE-399, CWE-203": 590,
  "CWE-378,CWE-379,CWE-668,CWE-668": 591,
  "CWE-1333,CWE-20": 592,
  "CWE-377": 593,
  "CWE-617, CWE-369": 594,
  "CWE-476,CWE-754": 595,
  "NVD-CWE-Other,CWE-480": 596,
  "CWE-214,CWE-668": 597,
  "CWE-200, CWE-269": 598,
  "CWE-134,CWE-20": 599,
  "CWE-284, CWE-122": 600,
  "CWE-732,CWE-285": 601,
  "CWE-203,CWE-203": 602,
  "CWE-703, CWE-908": 603,
  "CWE-352,CWE-843": 604,
  "CWE-284, CWE-436": 605,
  "CWE-667,CWE-667": 606,
  "CWE-252,CWE-401": 607,
  "CWE-823,CWE-119": 608,
  "CWE-327, CWE-310": 609,
  "CWE-399, CWE-772": 610,
  "CWE-943": 611,
  "CWE-193,CWE-193": 612,
  "CWE-79,CWE-22,CWE-79": 613,
  "CWE-22,CWE-200,CWE-22": 614,
  "CWE-209,CWE-209": 615,
  "NVD-CWE-Other,CWE-1333,CWE-400": 616,
  "NVD-CWE-noinfo,CWE-248": 617,
  "CWE-79,CWE-94": 618,
  "CWE-200, CWE-119": 619,
  "CWE-399, CWE-835": 620,
  "CWE-434,CWE-79": 621,
  "CWE-19,CWE-400": 622,
  "CWE-287,CWE-285": 623,
  "CWE-120,CWE-787": 624,
  "CWE-1021,CWE-1021": 625,
  "CWE-79,CWE-346,CWE-74": 626,
  "CWE-190, CWE-284": 627,
  "CWE-59,CWE-22": 628,
  "CWE-476, CWE-90": 629,
  "CWE-665, CWE-772": 630,
  "CWE-119,CWE-822": 631,
  "CWE-78, CWE-77": 632,
  "CWE-125,CWE-193": 633,
  "CWE-295,CWE-287": 634,
  "CWE-184,CWE-78": 635,
  "CWE-672": 636,
  "NVD-CWE-Other,CWE-248": 637,
  "CWE-20,CWE-93": 638,
  "CWE-287,CWE-400": 639,
  "CWE-287, CWE-269": 640,
  "CWE-80,CWE-79": 641,
  "CWE-345,CWE-400": 642,
  "CWE-399, CWE-834": 643,
  "CWE-203,CWE-208": 644,
  "CWE-119, CWE-369": 645,
  "cwe-732": 646,
  "CWE-190,CWE-264": 647,
  "CWE-388,CWE-400": 648,
  "CWE-434,CWE-79,CWE-434": 649,
  "CWE-346,CWE-350": 650,
  "NVD-CWE-noinfo,CWE-693": 651,
  "CWE-538": 652,
  "CWE-125,CWE-20,CWE-787": 653,
  "CWE-703, CWE-754": 654,
  "CWE-116,CWE-74,CWE-74,CWE-90": 655,
  "CWE-212,CWE-359": 656,
  "CWE-287, CWE-288": 657,
  "CWE-78, CWE-787": 658,
  "CWE-843,CWE-241,CWE-79": 659,
  "NVD-CWE-Other,CWE-377": 660,
  "CWE-74,CWE-79": 661,
  "CWE-116,CWE-20": 662,
  "CWE-131,CWE-835,CWE-835": 663,
  "CWE-113": 664,
  "CWE-20, CWE-476, CWE-908": 665,
  "CWE-119, CWE-125, CWE-120": 666,
  "CWE-684,NVD-CWE-noinfo": 667,
  "CWE-787,CWE-121": 668,
  "CWE-362,NVD-CWE-Other": 669,
  "CWE-284, CWE-862": 670,
  "CWE-200, CWE-119, CWE-787": 671,
  "CWE-190, CWE-703": 672,
  "CWE-119,CWE-416": 673,
  "CWE-755,CWE-78": 674,
  "CWE-287,CWE-284": 675,
  "CWE-754,CWE-287": 676,
  "CWE-425": 677,
  "CWE-416,CWE-476": 678,
  "CWE-787,CWE-131": 679,
  "CWE-77, CWE-125": 680,
  "CWE-119, CWE-269": 681,
  "CWE-20, CWE-241": 682,
  "CWE-252,CWE-20,CWE-476": 683,
  "CWE-94,CWE-150": 684,
  "CWE-287,CWE-288": 685,
  "CWE-252,CWE-20": 686,
  "CWE-1188": 687,
  "CWE-674,CWE-120": 688,
  "CWE-190, CWE-680": 689,
  "CWE-264,CWE-362": 690,
  "CWE-362, CWE-284": 691,
  "CWE-672,CWE-672": 692,
  "CWE-476, CWE-703, CWE-125": 693,
  "CWE-400,CWE-400,CWE-79": 694,
  "CWE-400, CWE-703, CWE-835": 695,
  "CWE-321": 696,
  "CWE-119,CWE-121": 697,
  "CWE-119, CWE-703, CWE-120": 698,
  "NVD-CWE-Other,CWE-1022": 699,
  "CWE-20,CWE-399": 700,
  "CWE-682,CWE-682": 701,
  "CWE-172,CWE-522": 702,
  "CWE-664": 703,
  "CWE-434, CWE-94": 704,
  "CWE-94,CWE-1321": 705,
  "CWE-94,CWE-78": 706,
  "CWE-829,CWE-829": 707,
  "CWE-269,CWE-269": 708,
  "CWE-119,CWE-120": 709,
  "CWE-172": 710,
  "CWE-502,CWE-502,CWE-74": 711,
  "CWE-362, CWE-119": 712,
  "CWE-295,CWE-295": 713,
  "CWE-20, CWE-611": 714,
  "CWE-200,CWE-362,NVD-CWE-Other": 715,
  "CWE-120,CWE-362,CWE-362": 716,
  "CWE-502,CWE-94": 717,
  "NVD-CWE-noinfo,CWE-250": 718,
  "CWE-829": 719,
  "CWE-119,CWE-190,CWE-787": 720,
  "CWE-662,CWE-821": 721,
  "CWE-125, CWE-94": 722,
  "CWE-20,CWE-617,CWE-617": 723,
  "CWE-78,CWE-471,CWE-78": 724,
  "CWE-20,CWE-284": 725,
  "CWE-125, CWE-674": 726,
  "CWE-120,CWE-121,CWE-787": 727,
  "CWE-763,CWE-763": 728,
  "CWE-327,CWE-328,CWE-916": 729,
  "CWE-415,CWE-416": 730,
  "CWE-20,CWE-617": 731,
  "CWE-526": 732,
  "CWE-862, CWE-863": 733,
  "CWE-295,CWE-300": 734,
  "CWE-184": 735,
  "CWE-22,CWE-22,CWE-24": 736,
  "CWE-254, CWE-787": 737,
  "CWE-703, CWE-122, CWE-787": 738,
  "CWE-349": 739,
  "CWE-617, CWE-703, CWE-787": 740,
  "CWE-924": 741,
  "CWE-863,CWE-20": 742,
  "CWE-269,CWE-863": 743,
  "CWE-79,CWE-434": 744,
  "CWE-668,CWE-862": 745,
  "NVD-CWE-Other,CWE-96": 746,
  "CWE-823,NVD-CWE-Other": 747,
  "CWE-369, CWE-189": 748,
  "NVD-CWE-Other,CWE-400": 749,
  "CWE-287,CWE-502,CWE-639,CWE-807": 750,
  "CWE-703, CWE-22": 751,
  "CWE-125,CWE-119": 752,
  "CWE-401, CWE-787": 753,
  "CWE-126, CWE-787": 754,
  "CWE-116,CWE-116": 755,
  "CWE-275": 756,
  "CWE-121,CWE-119": 757,
  "CWE-565": 758,
  "CWE-200, CWE-327, CWE-347": 759,
  "CWE-89,CWE-943": 760,
  "CWE-613,CWE-287,CWE-613": 761,
  "CWE-352,CWE-863": 762,
  "CWE-241, CWE-119, CWE-22": 763,
  "CWE-59, CWE-241": 764,
  "CWE-287,CWE-307": 765,
  "CWE-310,CWE-311": 766,
  "CWE-755,CWE-248": 767,
  "CWE-331,CWE-320": 768,
  "CWE-200, CWE-703": 769,
  "CWE-755,CWE-400": 770,
  "CWE-287,CWE-89": 771,
  "CWE-639,CWE-269": 772,
  "CWE-212,CWE-1258": 773,
  "CWE-428": 774
}